interface IListData {
  title: string;
  subtext: string;
}

export const listData: IListData[] = [
  {
    title: 'Выбор проекта, доработка под своипредпочтения с архитектором',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
  {
    title: 'Подписание договора и согласование сметы',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
  {
    title: 'Производство домокомплекта',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
  {
    title: 'Доставка и сборка на вашем участке',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
  {
    title: 'Проведение инженерных сетей',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
  {
    title: 'Чистовая отделка',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
  {
    title: 'Контроль качества',
    subtext:
      'Вы можете выбрать любой из наших проектов и внести в него почти любые изменения — мы реализуем вашу идею наилучшим образом.',
  },
];
