import { type StaticImageData } from 'next/image';
import cardImg from '../ui/assets/card_1.png';

interface ISwiperCatalogData {
  img: StaticImageData;
  title: string;
  time: string;
  price: string;
  description: string;
}

export const swiperCatalogData: ISwiperCatalogData[] = [
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
  {
    img: cardImg,
    title: 'Одноэтажный мини-дом 4*8 с террасой 3*8м',
    time: '4 недели',
    price: '1’882’486 руб с отделкой',
    description:
      'Небольшой загородный дом с террасой, предназначенный для круглогодичного проживания на природе',
  },
];
