import avatarPng from '../ui/assets/avatar.png';

export const reviews = [
  {
    rating: 5,
    date: '11.03.2025',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
  {
    rating: 4,
    date: '11.03.2026',
    username: 'Алина Баталова',
    review:
      'Я искал компанию, которая мне быстро построит дом. Я точно знал, что не хочу кирпичные, монолитные дома, т.к. это долго и дорого. Выбрал несколько компаний, ездил на встречи. Остановился на Мыдома',
    avatar: avatarPng,
  },
] as const;
