export const houses = [
  {
    id: 1,
    title: 'Дома каркасные',
    description:
      'Легкие, как мысль о побеге из города. Соберем за месяц — останется лишь завезти мебель',
    img: '',
  },
  {
    id: 2,
    title: 'Дома из бревна',
    description:
      'Живой материал, который дышит. Проснётесь от аромата сосны и щебетания птиц за окном»',
    img: '',
  },
  {
    id: 3,
    title: 'Дома из кирпича',
    description:
      'Для тех, кто верит, что дом — это наследие.Теплые стены, которые будут хранить истории ваших внуков',
    img: '',
  },
  {
    id: 4,
    title: 'Дома из газоблока',
    description:
      'Современные и надежные. Для тех, кто ценит время, но не готов жертвовать уютом',
    img: '',
  },
  {
    id: 5,
    title: 'Каркасные на колесах',
    description: 'Для тех, чей адрес — «где закат красивее» ',
    img: '',
  },
] as const;
