export const data = [
  'Капитальные стены и фронтоны из строганной доски 45х145 мм.',
  'Потолки - из вагонки штиль 115 мм или из имитации бруса 145 мм, стены - обои под покраску , на полу - ламинат.',
  'В с/узле на стенах и полу - керамогранит с устройством теплых полов.',
  'Для покрытия террасы использовать террасную шовную доску Вельвет ДПК 145 х 22 х 6000.',
  'Покраска стен фасадов краской Тиккурила Pika-Teho (или Tikkurila Vinha) в два слоя (Цвет -RAL 7024).',
  'Покраска свесов кровли, наличников и цоколя - Tikkurila Valtti Natural (цвет- Сосна).',
] as const;
