import { IHouses } from './types';

export const houses: IHouses[] = [
  {
    id: 1,
    text: 'Дома из бревна',
    description: 'Роскошный панорамный вид, тепло и энергоэффективность',
    img: '',
  },
  // {
  //   id: 2,
  //   text: 'Дома из бруса',
  //   description: 'Роскошный панорамный вид, тепло и энергоэффективность',
  //   img: '',
  // },
  // {
  //   id: 3,
  //   text: 'Дома из кирпича',
  //   description: 'Роскошный панорамный вид, тепло и энергоэффективность',
  //   img: '',
  // },
  // {
  //   id: 4,
  //   text: 'Бани',
  //   description: 'Роскошный панорамный вид, тепло и энергоэффективность',
  //   img: '',
  // },
  // {
  //   id: 5,
  //   text: 'Каркасные дома',
  //   description: 'Роскошный панорамный вид, тепло и энергоэффективность',
  //   img: '',
  // },
];
