const motivationData = [
  'Компания была основана в 2006 году, и с тех пор мы осуществляем загородное строительство брусовых и каркасных домов' +
    ' "под ключ" в Ленинградской области. Множество семей приобрело уютное и комфортное жильё в результате сотрудничества с нашей компанией. ' +
    'Надеемся, что в дальнейшем сможем помочь и остальным жителям Санкт-Петербурга и Лен. обл., мечтающим о собственном загородном жилье.\n' +
    'У нас имеется собственное производство полного цикла каркасных и брусовых домов, с возможностью молниеносной доставки по Ленинградской области или в любой ' +
    'другой регион России. Работаем начиная с лесозаготовки и заканчивая готовым домом под ключ.',
  'Благодаря этому они возводятся в максимально быстрые сроки и стоят недорого. Кроме того, мы предоставляем сезонные скидки, устраиваем акции. Соответствующая информация отображается на сайте компании.\n' +
    'Как это происходит?\n' +
    'Хотите построить дом в Ленинградской области быстро и недорого? Заходите на сайт нашей компании, выбирайте понравившееся вам проектное решение, ' +
    'звоните по указанному на сайте телефону',
] as const;

export default motivationData;
